app/Controllers/ImamKhotibController.php

SELECT *
FROM `imam_khotib`
---
    public function index()
    {
        $data['imam_khotib'] = $this->imamKhotibModel->findAll();